exports.prefix = [
    {code: "962", name: "นาย"},
    {code: "964", name: "นาง"},
    {code: "963", name: "นางสาว"},
    {code: "219", name: "ว่าที่ร้อยตรี"},
    {code: "140", name: "ดอกเตอร์"},
];

exports.education = [
    {code: "under_bachelor", name: "ต่ำกว่าปริญญาตรี"},
    {code: "standard_bachelor", name: "ปริญญาตรี"},
    {code: "upper_bachelor", name: "สูงกว่าปริญญาตรี"},
];

exports.exam_round = [
    {code: "exam_round_1", name: "รอบที่ 1", detail: "27-28 ก.พ. 66"},
    {code: "exam_round_2", name: "รอบที่ 2", detail: "16-17 มี.ค. 66"},
];

exports.glyphosate = [
    {code: "sell_glyphosate", name: "จำหน่ายสารไกลโฟเซต"},
    {code: "notsell_glyphosate", name: "ไม่จำหน่ายสารไกลโฟเซต"},
];

exports.area_cert = [
    {code: "1", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 1", detail: "(เชียงใหม่ แพร่ น่าน ลำปาง เชียงราย แม่ฮ่องสอน พะเยา ลำพูน)"},
    {code: "2", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 2", detail: "(พิษณุโลก พิจิตร สุโขทัย ตาก อุตรดิตถ์ เพชรบูรณ์ กำแพงเพชร)"},
    {code: "3", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 3", detail: "(ขอนแก่น หนองคาย กาฬสินธุ์ เลย อุดรธานี มุกดาหาร สกลนคร นครพนม ชัยภูมิ)"},
    {code: "4", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 4", detail: "(อุบลราชธานี นครราชสีมา สุรินทร์ มหาสารคาม ร้อยเอ็ด บุรีรัมย์ ศรีสะเกษ ยโสธร )"},
    {code: "5", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 5", detail: "(ชัยนาท กาญจนบุรี เพชรบุรี ปทุมธานี ราชบุรี อุทัยธานี  ลพบุรี นครปฐม นครสวรรค์ สระบุรี)"},
    {code: "6", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 6", detail: "(จันทบุรี ระยอง ปราจีนบุรี ฉะเชิงเทรา )"},
    {code: "7", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 7", detail: "(สุราษฎร์ธานี นครศรีธรรมราช กระบี่ ระนอง ภูเก็ต พังงา ชุมพร )"},
    {code: "8", name: "สำนักวิจัยและพัฒนาการเกษตรเขตที่ 8", detail: "(สงขลา ตรัง นราธิวาส ปัตตานี ยะลา พัทลุง สตูล )"},
    {code: "9", name: "สำนักควบคุมพืชและวัสดุการเกษตร", detail: "กรุงเทพมหานคร"},
];

exports.get_receipt = [
    {code: "online", name: "ใบเสร็จรับเงิน", detail: "(สามารถดาวน์โหลดได้ในระบบแต่ไม่สามารถยื่นเบิกภาษีได้)"},
    {code: "offline", name: "ใบเสร็จรับเงิน/ใบกำกับภาษี ", detail: "(จัดส่งทางไปรษณีย์)"},
];

exports.type_receipt = [
    {code: "personal", name: "บุคคลธรรมดา ", detail: "ไม่ต้องกรอกข้อมูลเพิ่ม"},
    {code: "corp", name: "นิติบุคคล ", detail: "ระบุข้อมูลขององค์กรของคุณ"},
];